/* No comment provided by engineer. */
"1 day" = "1 día";

/* No comment provided by engineer. */
"1 day before" = "1 día antes";

/* No comment provided by engineer. */
"1 hour before" = "1 hora antes";

/* No comment provided by engineer. */
"2 days" = "2 días";

/* No comment provided by engineer. */
"2 days before" = "2 días antes";

/* No comment provided by engineer. */
"2 hours before" = "2 horas antes";

/* No comment provided by engineer. */
"3 days" = "3 días";

/* No comment provided by engineer. */
"4 days" = "4 días";

/* No comment provided by engineer. */
"5 days" = "5 días";

/* No comment provided by engineer. */
"5 minutes before" = "5 minutos antes";

/* No comment provided by engineer. */
"6 days" = "6 días";

/* No comment provided by engineer. */
"7 days" = "7 días";

/* No comment provided by engineer. */
"10 minutes before" = "10 minutos antes";

/* No comment provided by engineer. */
"15 minutes before" = "15 minutos antes";

/* No comment provided by engineer. */
"30 minutes before" = "30 minutos antes";

/* No comment provided by engineer. */
"Add Location" = "Añadir ubicación";

/* No comment provided by engineer. */
"Alert:" = "Aviso:";

/* No comment provided by engineer. */
"All-day:" = "Todo el día:";

/* No comment provided by engineer. */
"Are you sure you want to delete this event?" = "¿Seguro que quieres eliminar este evento?";

/* No comment provided by engineer. */
"At time of event" = "A la hora del evento";

/* No comment provided by engineer. */
"Calendar access denied.

Itsycal is more useful when it can display events from your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy" = "Acceso denegado.

Itsycal es más útil cuando se puede mostrar eventos de su calendario. Puede cambiar esta configuración en Preferencias del Sistema › Seguridad y privacidad › Privacidad";

/* No comment provided by engineer. */
"Calendar access was denied." = "Acceso denegado.";

/* Cancel action button in recording state */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates..." = "Buscar actualizaciones…";

/* Empty shortcut button in normal state */
"Click to Record Shortcut" = "Haz click para elegir atajo";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Haz click para elegir atajo";

/* No comment provided by engineer. */
"Delete All Future Events" = "Eliminar todos los eventos futuros";

/* No comment provided by engineer. */
"Delete Only This Event" = "Eliminar solo este evento";

/* No comment provided by engineer. */
"Delete This Event" = "Eliminar";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Eliminar atajo de teclado";

/* No comment provided by engineer. */
"Do you want to delete this and all future occurrences of this event, or only the selected occurrence?" = "¿Desea eliminar este evento y todas sus repeticiones futuras o bien solo la aparición seleccionada?";

/* No comment provided by engineer. */
"End Repeat:" = "Terminar:";

/* No comment provided by engineer. */
"Ends:" = "Termina:";

/* No comment provided by engineer. */
"Event list shows:" = "La lista de eventos muestra:";

/* No comment provided by engineer. */
"Every 2 Weeks" = "Cada 2 semanas";

/* No comment provided by engineer. */
"Every Day" = "Todos los días";

/* No comment provided by engineer. */
"Every Month" = "Todos los meses";

/* No comment provided by engineer. */
"Every Week" = "Todas las semanas";

/* No comment provided by engineer. */
"Every Year" = "Todos los años";

/* No comment provided by engineer. */
"First day of week" = "Primer día de la semana";

/* No comment provided by engineer. */
"Friday" = "Viernes";

/* No comment provided by engineer. */
"Highlight weekend" = "Resaltar fin de semana";

/* No comment provided by engineer. */
"Itsycal is more useful when you allow it to add events to your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy." = "Itsycal es más útil cuando usted lo permite para agregar eventos a su calendario. Puede cambiar esta configuración en Preferencias del Sistema › Seguridad y privacidad › Privacidad.";

/* No comment provided by engineer. */
"Keyboard shortcut" = "Atajo de teclado";

/* No comment provided by engineer. */
"Launch at login" = "Abrir automáticamente al iniciar sesión";

/* No comment provided by engineer. */
"Monday" = "Lunes";

/* Repeat ends never */
"Never" = "Nunca";

/* No comment provided by engineer. */
"New Event" = "Nuevo evento";

/* No comment provided by engineer. */
"New Event... ⌘N" = "Nuevo evento… ⌘N";

/* No comment provided by engineer. */
"No events" = "Nada";

/* Alert none
   Repeat none */
"None" = "Ninguno";

/* Alert button when shortcut is already used */
"OK" = "OK";

/* No comment provided by engineer. */
"On Date" = "En la fecha";

/* No comment provided by engineer. */
"Open Calendar... ⌘O" = "Abrir La aplicación del calendario… ⌘O";

/* No comment provided by engineer. */
"Options" = "Opciones";

/* No comment provided by engineer. */
"Pin Itsycal... P" = "Mantener Itsycal… P";

/* No comment provided by engineer. */
"Preferences..." = "Preferencias…";

/* No comment provided by engineer. */
"Quit Itsycal" = "Cerrar Itsycal";

/* No comment provided by engineer. */
"Repeat:" = "Repetir:";

/* No comment provided by engineer. */
"Saturday" = "Sábado";

/* No comment provided by engineer. */
"Save Event" = "Salvar Evento";

/* No comment provided by engineer. */
"Show calendar weeks" = "Mostrar semanas del calendario";

/* No comment provided by engineer. */
"Show day of week in icon" = "El icono muestra día de la semana";

/* No comment provided by engineer. */
"Show month in icon" = "El icono muestra mes";

/* Shortcut glyph name for SPACE key */
"Space" = "Espacio";

/* No comment provided by engineer. */
"Starts:" = "Empieza:";

/* No comment provided by engineer. */
"Sunday" = "Domingo";

/* Alert box message when we fail to launch the Calendar application */
"The Calendar application could not be found." = "La aplicación del calendario no se pudo encontrar.";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "¡La combinación de teclas %@ no puede usarse!";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "La combinación de teclas no puede ser usada pues ya está en uso por el ítem de menú ‘%@’.";

/* No comment provided by engineer. */
"Thursday" = "Jueves";

/* No comment provided by engineer. */
"Tuesday" = "Martes";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Escribir atajo";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Escribir atajo";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Usar atajo anterior";

/* No comment provided by engineer. */
"Wednesday" = "Miércoles";

/* No comment provided by engineer. */
"You're deleting an event." = "Está eliminando un evento.";

/* Spanning event ends */
"ends" = "finaliza a las";

